<?php
/**
 * 开本数据 普通图书、外文旧书、连环画、红色文献、期刊、报纸 使用
 * @author liuty <liuty1986@163.com>
 * @date 2014-7-9 下午4:05:09
*/ 
class Data_PageSize2 extends Data_Abstract
{
	public static $data = array(
	    '1'  => '8开',
	    '2'  => '12开',
	    '3'  => '16开',
	    '4'  => '大16开',
	    '5'  => '24开',
	    '6'  => '32开',
	    '7'  => '大32开',
	    '8'  => '2开',
	    '9'  => '4开',
	    '10' => '6开',
	    '11' => '18开',
	    '12' => '20开',
	    '13' => '36开',
	    '14' => '40开',
	    '15' => '42开',
	    '16' => '48开',
	    '17' => '50开',
	    '18' => '60开',
	    '19' => '64开',
	    '20' => '其它'
	);
}
?>